Repository: justinrow-art/quota-harbor
Catalog: CodexQuotaMonitor/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: de, en, es, fr, ja, ko, zh_hans

# status.provider.local_cli_only
source: 僅提供本機 CLI 存在狀態；不支援自動額度
de: nur der lokale CLI-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: local CLI presence only; automated quota is unsupported
es: solo se ofrece la presencia local de la CLI; la cuota automática no es compatible
fr: seule la présence locale de la CLI est disponible ; le quota automatique n’est pas pris en charge
ja: ローカル CLI の存在状態のみを提供し、自動クォータには対応していません
ko: 로컬 CLI 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 仅提供本地 CLI 存在状态；不支持自动额度

# status.provider.quota_unavailable
source: 目前沒有可用的額度資料
de: Kontingent ist nicht verfügbar
en: quota is not available
es: la cuota no está disponible
fr: le quota est indisponible
ja: 使用量データは利用できません
ko: 할당량 데이터를 사용할 수 없습니다
zh_hans: 当前没有可用的额度数据

# status.provider.fresh_detail
source: 最新；%@
de: aktuell; %@
en: up to date; %@
es: actualizado; %@
fr: à jour ; %@
ko: 최신; %@

# status.provider.stale_detail
source: 已過期；%@
de: veraltet; %@
en: stale; %@
es: desactualizado; %@
fr: périmé ; %@
ja: 期限切れ；%@
ko: 오래됨; %@
zh_hans: 已过期；%@

# status.provider.metric.remaining
source: %@，剩餘 %lld%%
de: %@, %lld%% verbleibend
en: %@, %lld%% remaining
es: %@, %lld%% restante
fr: %@, %lld%% restant
ja: %@、残り%lld%%
ko: %@, %lld%% 남음
zh_hans: %@，剩余 %lld%%

# status.provider.metric.remaining_reset
source: %@，剩餘 %lld%%，約 %@後重設
de: %@, %lld%% verbleibend; Zurücksetzung in %@
en: %@, %lld%% remaining, resets in %@
es: %@, %lld%% restante; se restablece en %@
fr: %@, %lld%% restant ; réinitialisation dans %@
ja: %@、残り%lld%%、%@後にリセット
ko: %@, %lld%% 남음, %@ 후 재설정
zh_hans: %@，剩余 %lld%%，约 %@后重置

# status.provider.metric.used
source: %@，已用 %lld%%
de: %@, %lld%% verbraucht
en: %@, %lld%% used
es: %@, %lld%% usado
fr: %@, %lld%% utilisé
ja: %@、%lld%%使用済み
ko: %@, %lld%% 사용

# status.provider.metric.used_reset
source: %@，已用 %lld%%，約 %@後重設
de: %@, %lld%% verbraucht; Zurücksetzung in %@
en: %@, %lld%% used, resets in %@
es: %@, %lld%% usado; se restablece en %@
fr: %@, %lld%% utilisé ; réinitialisation dans %@
ja: %@、%lld%%使用済み、%@後にリセット
ko: %@, %lld%% 사용, %@ 후 재설정
zh_hans: %@，已用 %lld%%，约 %@后重置

# status.provider.window_ordinal
source: 額度窗口 %lld
de: Kontingentfenster %lld
en: quota window %lld
es: ventana de cuota %lld
fr: fenêtre de quota %lld
ja: 使用量ウィンドウ %lld
ko: 할당량 기간 %lld
zh_hans: 额度窗口 %lld

# status.loading.tooltip
source: 正在載入 Codex 額度…
de: Codex-Kontingent wird geladen…
en: Loading Codex quota…
es: Cargando la cuota de Codex…
fr: Chargement du quota Codex…
ja: Codex 使用量を読み込み中…
ko: Codex 할당량 불러오는 중…
zh_hans: 正在载入 Codex 额度…

# status.loading.accessibility
source: 正在載入 Codex 額度。
de: Das Codex-Kontingent wird geladen.
en: Codex quota is loading.
es: La cuota de Codex se está cargando.
fr: Le quota Codex est en cours de chargement.
ja: Codex 使用量を読み込んでいます。
ko: Codex 할당량을 불러오는 중입니다.
zh_hans: 正在载入 Codex 额度。

# status.unsupported.tooltip
source: 目前的 Codex 版本不支援額度讀取。請更新 Codex。
de: Diese Codex-Version unterstützt das Auslesen des Kontingents nicht. Aktualisieren Sie Codex.
en: This Codex version does not support quota reading. Update Codex.
es: Esta versión de Codex no admite la lectura de cuota. Actualiza Codex.
fr: Cette version de Codex ne prend pas en charge la lecture du quota. Mettez Codex à jour.
ja: このバージョンの Codex は使用量の読み取りに対応していません。Codex を更新してください。
ko: 현재 Codex 버전은 할당량 읽기를 지원하지 않습니다. Codex를 업데이트하십시오.
zh_hans: 当前 Codex 版本不支持额度读取。请更新 Codex。

# status.unsupported.accessibility
source: Codex 額度讀取不受支援。請更新 Codex。
de: Das Auslesen des Codex-Kontingents wird nicht unterstützt. Aktualisieren Sie Codex.
en: Codex quota reading is unsupported. Update Codex.
es: La lectura de cuota de Codex no es compatible. Actualiza Codex.
fr: La lecture du quota Codex n’est pas prise en charge. Mettez Codex à jour.
ja: Codex 使用量の読み取りには対応していません。Codex を更新してください。
ko: Codex 할당량 읽기가 지원되지 않습니다. Codex를 업데이트하십시오.
zh_hans: Codex 额度读取不受支持。请更新 Codex。

# status.manual_unavailable.tooltip
source: 選取的額度窗口目前不可用。請在設定重新選擇。
de: Das ausgewählte Kontingentfenster ist nicht verfügbar. Wählen Sie es in den Einstellungen erneut aus.
en: The selected quota window is unavailable. Choose it again in Settings.
es: La ventana de cuota seleccionada no está disponible. Vuelve a elegirla en Ajustes.
fr: La fenêtre de quota sélectionnée est indisponible. Sélectionnez-la de nouveau dans Réglages.
ja: 選択した使用量ウィンドウは現在利用できません。設定でもう一度選択してください。
ko: 선택한 할당량 기간을 현재 사용할 수 없습니다. 설정에서 다시 선택하십시오.
zh_hans: 所选额度窗口当前不可用。请在设置中重新选择。

# status.manual_unavailable.accessibility
source: 選取的 Codex 額度窗口不可用。請在設定重新選擇。
de: Das ausgewählte Codex-Kontingentfenster ist nicht verfügbar. Wählen Sie es in den Einstellungen erneut aus.
en: The selected Codex quota window is unavailable. Choose it again in Settings.
es: La ventana de cuota de Codex seleccionada no está disponible. Vuelve a elegirla en Ajustes.
fr: La fenêtre de quota Codex sélectionnée est indisponible. Sélectionnez-la de nouveau dans Réglages.
ja: 選択した Codex 使用量ウィンドウは利用できません。設定でもう一度選択してください。
ko: 선택한 Codex 할당량 기간을 사용할 수 없습니다. 설정에서 다시 선택하십시오.
zh_hans: 所选 Codex 额度窗口不可用。请在设置中重新选择。

# status.no_windows.tooltip
source: 目前沒有可顯示的額度窗口。請重新整理。
de: Es sind keine Kontingentfenster verfügbar. Aktualisieren Sie das Codex-Kontingent.
en: No quota windows are available. Refresh Codex quota.
es: No hay ventanas de cuota disponibles. Actualiza la cuota de Codex.
fr: Aucune fenêtre de quota n’est disponible. Actualisez le quota Codex.
ja: 表示できる使用量ウィンドウがありません。Codex 使用量を更新してください。
ko: 표시할 수 있는 할당량 기간이 없습니다. Codex 할당량을 새로 고치십시오.
zh_hans: 当前没有可显示的额度窗口。请刷新。

# status.window.compact.used
source: %@ 用%lld%%
de: %@ V%lld%%
en: %@ U%lld%%
es: %@ U%lld%%
fr: %@ U%lld%%
ja: %@ 使用%lld%%
ko: %@ 사용%lld%%

# status.duration.compact.five_hours
source: 5h
de: 5 Std.
ja: 5時間
ko: 5시간

# status.duration.compact.week
source: 週
de: Woche
en: Week
es: Semana
fr: Semaine
ko: 주
zh_hans: 周

# status.duration.compact.hours
source: %lldh
de: %lld Std.
ja: %lld時間
ko: %lld시간

# status.duration.compact.minutes
source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
ja: %lld分
ko: %lld분

# status.duration.compact.window
source: 窗口
de: Fenster
en: Window
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 기간

# status.duration.detailed.five_hours
source: 5 小時窗口
de: 5-Stunden-Fenster
en: 5-hour window
es: ventana de 5 horas
fr: fenêtre de 5 heures
ja: 5時間ウィンドウ
ko: 5시간 기간
zh_hans: 5 小时窗口

# status.duration.detailed.week
source: 每週窗口
de: Wochenfenster
en: Weekly window
es: ventana semanal
fr: fenêtre hebdomadaire
ja: 週次ウィンドウ
ko: 주간 기간
zh_hans: 每周窗口

# status.duration.detailed.minutes
source: %lld 分鐘窗口
de: %lld-Minuten-Fenster
en: %lld-minute window
es: ventana de %lld minutos
fr: fenêtre de %lld minutes
ja: %lld分ウィンドウ
ko: %lld분 기간
zh_hans: %lld 分钟窗口

# status.duration.detailed.window
source: 額度窗口
de: Kontingentfenster
en: Quota window
es: ventana de cuota
fr: fenêtre de quota
ja: 使用量ウィンドウ
ko: 할당량 기간
zh_hans: 额度窗口

# status.window.detailed.remaining
source: %@ 額度桶・%@ %@：剩餘 %lld%%（由已用 %lld%% 推算）
de: %@-Kontingent, %@, %@: %lld%% verbleibend (aus %lld%% Verbrauch abgeleitet)
en: %@ bucket, %@ %@: %lld%% remaining (derived from %lld%% used)
es: Bloque %@, %@, %@: %lld%% restante (derivado del %lld%% usado)
fr: Compartiment %@, %@, %@ : %lld%% restant (dérivé de %lld%% utilisés)
ja: %@ バケット・%@ %@：残り%lld%%（使用済み %lld%% から算出）
ko: %@ 버킷 · %@ %@: %lld%% 남음(사용된 %lld%%에서 계산)
zh_hans: %@ 额度桶・%@ %@：剩余 %lld%%（由已用 %lld%% 推算）

# status.window.detailed.remaining_reset
source: %@ 額度桶・%@ %@：剩餘 %lld%%（由已用 %lld%% 推算），約 %@後重設
de: %@-Kontingent, %@, %@: %lld%% verbleibend (aus %lld%% Verbrauch abgeleitet); wird in etwa %@ zurückgesetzt
en: %@ bucket, %@ %@: %lld%% remaining (derived from %lld%% used), resets in about %@
es: Bloque %@, %@, %@: %lld%% restante (derivado del %lld%% usado); se restablece en aproximadamente %@
fr: Compartiment %@, %@, %@ : %lld%% restant (dérivé de %lld%% utilisés) ; réinitialisation dans environ %@
ja: %@ バケット・%@ %@：残り%lld%%（使用済み %lld%% から算出）、約%@後にリセット
ko: %@ 버킷 · %@ %@: %lld%% 남음(사용된 %lld%%에서 계산), 약 %@ 후 재설정
zh_hans: %@ 额度桶・%@ %@：剩余 %lld%%（由已用 %lld%% 推算），约 %@后重置

# status.window.detailed.used
source: %@ 額度桶・%@ %@：已用 %lld%%
de: %@-Kontingent, %@, %@: %lld%% verbraucht
en: %@ bucket, %@ %@: %lld%% used
es: Bloque %@, %@, %@: %lld%% usado
fr: Compartiment %@, %@, %@ : %lld%% utilisé
ja: %@ バケット・%@ %@：使用済み%lld%%
ko: %@ 버킷 · %@ %@: %lld%% 사용
zh_hans: %@ 额度桶・%@ %@：已用 %lld%%

# status.window.detailed.used_reset
source: %@ 額度桶・%@ %@：已用 %lld%%，約 %@後重設
de: %@-Kontingent, %@, %@: %lld%% verbraucht; wird in etwa %@ zurückgesetzt
en: %@ bucket, %@ %@: %lld%% used, resets in about %@
es: Bloque %@, %@, %@: %lld%% usado; se restablece en aproximadamente %@
fr: Compartiment %@, %@, %@ : %lld%% utilisé ; réinitialisation dans environ %@
ja: %@ バケット・%@ %@：使用済み%lld%%、約%@後にリセット
ko: %@ 버킷 · %@ %@: %lld%% 사용, 약 %@ 후 재설정
zh_hans: %@ 额度桶・%@ %@：已用 %lld%%，约 %@后重置

# status.selection.manual
source: 顯示設定中手動選取的窗口。
de: Die in den Einstellungen manuell ausgewählten Fenster werden angezeigt.
en: Showing windows selected in Settings.
es: Se muestran las ventanas seleccionadas manualmente en Ajustes.
fr: Affichage des fenêtres sélectionnées manuellement dans Réglages.
ja: 設定で手動選択したウィンドウを表示しています。
ko: 설정에서 직접 선택한 기간을 표시합니다.
zh_hans: 显示设置中手动选择的窗口。

# status.selection.manual_partial
source: 顯示仍可用的手動選取窗口；部分所選窗口目前未提供。
de: Die verfügbaren, in den Einstellungen manuell ausgewählten Fenster werden angezeigt; einige ausgewählte Fenster sind derzeit nicht verfügbar.
en: Showing the available windows selected in Settings; some selected windows are currently unavailable.
es: Se muestran las ventanas disponibles seleccionadas manualmente en Ajustes; algunas ventanas seleccionadas no están disponibles actualmente.
fr: Affichage des fenêtres disponibles sélectionnées manuellement dans Réglages ; certaines fenêtres sélectionnées sont actuellement indisponibles.
ja: 設定で手動選択した利用可能なウィンドウを表示しています。一部の選択したウィンドウは現在利用できません。
ko: 설정에서 직접 선택한 사용 가능한 기간을 표시합니다. 선택한 일부 기간은 현재 사용할 수 없습니다.
zh_hans: 显示仍可用的手动选择窗口；部分所选窗口当前不可用。

# status.selection.preferred
source: 自動顯示 %@ 額度桶。
de: Das %@-Kontingent wird automatisch angezeigt.
en: Showing the %@ quota bucket.
es: Se muestra automáticamente el bloque de cuota %@.
fr: Affichage automatique du compartiment de quota %@.
ja: %@ バケットを自動表示しています。
ko: %@ 할당량 버킷을 자동으로 표시합니다.
zh_hans: 自动显示 %@ 额度桶。

# status.selection.fallback
source: 找不到 Codex 額度桶；依固定順序顯示 %@ 備援額度桶。
de: Das codex-Kontingent ist nicht verfügbar; das %@-Fallback-Kontingent wird in fester Reihenfolge angezeigt.
en: The codex bucket is unavailable; showing the %@ fallback bucket in deterministic order.
es: El bloque codex no está disponible; se muestra el bloque alternativo %@ en un orden determinista.
fr: Le compartiment codex est indisponible ; affichage du compartiment de secours %@ dans un ordre déterministe.
ja: codex バケットを利用できないため、固定順序で %@ フォールバックバケットを表示しています。
ko: codex 버킷을 사용할 수 없어 고정된 순서로 %@ 대체 버킷을 표시합니다.
zh_hans: 未找到 codex 额度桶；按固定顺序显示 %@ fallback 额度桶。

# status.selection.legacy
source: 顯示相容模式額度桶。
de: Das abwärtskompatible Kontingent wird angezeigt.
en: Showing the legacy-compatible quota bucket.
es: Se muestra el bloque de cuota compatible con versiones anteriores.
fr: Affichage du compartiment de quota compatible avec l’ancien format.
ja: 互換モードの使用量バケットを表示しています。
ko: 호환 모드 할당량 버킷을 표시합니다.
zh_hans: 显示兼容模式额度桶。

# status.loaded.tooltip
source: %@。%@資料來自本機 Codex。
de: %@. %@ Die Daten stammen aus dem lokalen Codex.
en: %@. %@ Data comes from local Codex.
es: %@. %@ Los datos proceden del Codex local.
fr: %@. %@ Les données proviennent de Codex en local.
ja: %@。%@データはローカルの Codex から取得しています。
ko: %@. %@ 데이터는 로컬 Codex에서 가져옵니다.
zh_hans: %@。%@数据来自本机 Codex。

# status.loaded.stale.tooltip
source: 資料可能已過期。%@。%@資料來自本機 Codex。
de: Die Kontingentdaten sind möglicherweise veraltet. %@. %@ Die Daten stammen aus dem lokalen Codex.
en: Quota data may be out of date. %@. %@ Data comes from local Codex.
es: Los datos de cuota pueden estar desactualizados. %@. %@ Los datos proceden del Codex local.
fr: Les données de quota sont peut-être obsolètes. %@. %@ Les données proviennent de Codex en local.
ja: データが古い可能性があります。%@。%@データはローカルの Codex から取得しています。
ko: 데이터가 오래되었을 수 있습니다. %@. %@ 데이터는 로컬 Codex에서 가져옵니다.
zh_hans: 数据可能已过期。%@。%@数据来自本机 Codex。

# status.loaded.accessibility
source: Codex 額度。%@。%@資料來自本機 Codex。
de: Codex-Kontingent. %@. %@ Die Daten stammen aus dem lokalen Codex.
en: Codex quota. %@. %@ Data comes from local Codex.
es: Cuota de Codex. %@. %@ Los datos proceden del Codex local.
fr: Quota Codex. %@. %@ Les données proviennent de Codex en local.
ja: Codex 使用量。%@。%@データはローカルの Codex から取得しています。
ko: Codex 할당량. %@. %@ 데이터는 로컬 Codex에서 가져옵니다.
zh_hans: Codex 额度。%@。%@数据来自本机 Codex。

# status.loaded.stale.accessibility
source: Codex 額度。資料過期。%@。%@資料來自本機 Codex。
de: Codex-Kontingent. Die Daten sind veraltet. %@. %@ Die Daten stammen aus dem lokalen Codex.
en: Codex quota. Data is stale. %@. %@ Data comes from local Codex.
es: Cuota de Codex. Los datos están desactualizados. %@. %@ Los datos proceden del Codex local.
fr: Quota Codex. Les données sont obsolètes. %@. %@ Les données proviennent de Codex en local.
ja: Codex 使用量。データは古くなっています。%@。%@データはローカルの Codex から取得しています。
ko: Codex 할당량. 데이터가 오래되었습니다. %@. %@ 데이터는 로컬 Codex에서 가져옵니다.
zh_hans: Codex 额度。数据已过期。%@。%@数据来自本机 Codex。

# status.unavailable.unauthenticated
source: 請先登入 Codex，再重新整理額度。
de: Melden Sie sich bei Codex an und aktualisieren Sie anschließend das Kontingent.
en: Sign in to Codex, then refresh quota.
es: Inicia sesión en Codex y luego actualiza la cuota.
fr: Connectez-vous à Codex, puis actualisez le quota.
ja: Codex にサインインしてから、使用量を更新してください。
ko: Codex에 로그인한 다음 할당량을 새로 고치십시오.
zh_hans: 请先登录 Codex，再刷新额度。

# status.unavailable.auth_mode
source: 目前的 Codex 登入模式不提供額度。請改用支援的登入方式。
de: Diese Codex-Anmeldemethode stellt kein Kontingent bereit. Verwenden Sie eine unterstützte Anmeldemethode.
en: This Codex sign-in mode does not provide quota. Use a supported sign-in mode.
es: Este modo de inicio de sesión de Codex no proporciona la cuota. Usa un modo compatible.
fr: Ce mode de connexion Codex ne fournit pas le quota. Utilisez un mode de connexion pris en charge.
ja: 現在の Codex サインイン方式では使用量を取得できません。対応する方式でサインインしてください。
ko: 현재 Codex 로그인 방식에서는 할당량을 제공하지 않습니다. 지원되는 로그인 방식을 사용하십시오.
zh_hans: 当前 Codex 登录模式不提供额度。请改用受支持的登录方式。

# status.unavailable.schema
source: Codex 額度格式已變更。請更新此應用程式。
de: Das Format des Codex-Kontingents wurde geändert. Aktualisieren Sie diese App.
en: The Codex quota format changed. Update this app.
es: El formato de cuota de Codex ha cambiado. Actualiza esta app.
fr: Le format du quota Codex a changé. Mettez cette app à jour.
ja: Codex 使用量の形式が変更されました。このアプリを更新してください。
ko: Codex 할당량 형식이 변경되었습니다. 이 앱을 업데이트하십시오.
zh_hans: Codex 额度格式已更改。请更新此应用。

# status.unavailable.temporary
source: Codex 額度服務暫時無法使用。請稍後重新整理。
de: Das Codex-Kontingent ist vorübergehend nicht verfügbar. Aktualisieren Sie es in Kürze erneut.
en: Codex quota is temporarily unavailable. Refresh again shortly.
es: La cuota de Codex no está disponible temporalmente. Vuelve a actualizar en breve.
fr: Le quota Codex est temporairement indisponible. Actualisez de nouveau dans un instant.
ja: Codex 使用量サービスは一時的に利用できません。しばらくしてから更新してください。
ko: Codex 할당량 서비스를 일시적으로 사용할 수 없습니다. 잠시 후 다시 새로 고치십시오.
zh_hans: Codex 额度服务暂时不可用。请稍后刷新。

# status.unavailable.stale
source: 沒有足夠新鮮的額度資料。請重新整理。
de: Es sind keine aktuellen Kontingentdaten verfügbar. Aktualisieren Sie das Codex-Kontingent.
en: No current quota data is available. Refresh Codex quota.
es: No hay datos de cuota actuales. Actualiza la cuota de Codex.
fr: Aucune donnée de quota actuelle n’est disponible. Actualisez le quota Codex.
ja: 最新の使用量データがありません。Codex 使用量を更新してください。
ko: 최신 할당량 데이터가 없습니다. Codex 할당량을 새로 고치십시오.
zh_hans: 没有足够新鲜的额度数据。请刷新。

# status.unavailable.accessibility
source: Codex 額度不可用。%@
de: Das Codex-Kontingent ist nicht verfügbar. %@
en: Codex quota is unavailable. %@
es: La cuota de Codex no está disponible. %@
fr: Le quota Codex est indisponible. %@
ja: Codex 使用量を利用できません。%@
ko: Codex 할당량을 사용할 수 없습니다. %@
zh_hans: Codex 额度不可用。%@

# status.no_windows.accessibility
source: 沒有可用的 Codex 額度窗口。請重新整理。
de: Es sind keine Codex-Kontingentfenster verfügbar. Aktualisieren Sie das Codex-Kontingent.
en: No Codex quota windows are available. Refresh Codex quota.
es: No hay ventanas de cuota de Codex disponibles. Actualiza la cuota de Codex.
fr: Aucune fenêtre de quota Codex n’est disponible. Actualisez le quota Codex.
ja: 利用できる Codex 使用量ウィンドウがありません。Codex 使用量を更新してください。
ko: 사용 가능한 Codex 할당량 기간이 없습니다. Codex 할당량을 새로 고치십시오.
zh_hans: 没有可用的 Codex 额度窗口。请刷新。

# language.de
source: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
